/**
 * 全局配置文件
 */

var config = {
    'weaterImgResault' : {
        "晴" : "00",
        "多云" : "01",
        "阴" : "02",
        "阵雨" : "03",
        "雷阵雨" : "04",
        "雷阵雨伴有冰雹" : "05",
        "雨夹雪" : "06",
        "小雨" : "07",
        "中雨" : "08",
        "大雨" : "09",
        "暴雨" : "10",
        "大暴雨" : "11",
        "特大暴雨" : "12",
        "阵雪" : "13",
        "小雪" : "14",
        "中雪" : "15",
        "大雪" : "16",
        "暴雪" : "17",
        "雾" : "18",
        "冻雨" : "19",
        "沙尘暴" : "20",
        "小雨转中雨" : "21",
        "中雨转大雨" : "22",
        "大雨转暴雨" : "23",
        "暴雨转大暴雨" : "24",
        "大暴雨转特大暴雨" : "25",
        "小雪转中雪" : "26",
        "中雪转大雪" : "27",
        "大雪转暴雪" : "28",
        "浮尘" : "29",
        "扬沙" : "30",
        "强沙尘暴" : "31",
        "霾" : "32"
    },

    'weaterImgPath' : 'http://img.songrd.com/weather',

    'weaterCityList' : [
        '北京', 
        '上海',
        '天津',
        '三亚',
        '张家界',
        '桂林',
        '杭州',
        '深圳'
    ]
}

module.exports = config;